Repository: sjimenez77/rov_weblog
Catalog: app/Resources/translations/messages.*.xliff
Languages: es

source: Bad credentials
es: Credenciales incorrectas

source: Repeat Password
es: Repita la contraseña

source: Password
es: Contraseña

source: Allows email
es: Permite notificaciones

source: Name
es: Nombre

source: Surname
es: Apellidos

source: Address
es: Dirección

source: City
es: Ciudad

source: Country
es: País

source: Language
es: Idioma

source: Company
es: Empresa

source: Job
es: Cargo

source: Help
es: Ayuda

source: All the access fields, the name and surname are required
es: Todos los campos de acceso, el nombre y los apellidos son obligatorios

source: The password must have 8 characters or more
es: La contraseña debe tener 8 caracteres o más

source: The password fields must match
es: Los campos de contraseña deben coincidir

source: The field "Allows email" indicates that you wish to receive notifications, emails and any kind of information from this website
es: El campo "Permite notificaciones" indica que desea recibir notificaciones, correos y cualquier tipo de información de este sitio web

source: Sign up now
es: Regístrese ahora

source: Cancel
es: Cancelar

source: Hello
es: Hola

source: Sign in
es: Entrar

source: Remember me
es: Recuérdame

source: Not an user yet?
es: ¿Todavía no es usuario?

source: Administration
es: Administración

source: Contact
es: Contacto

source: About me
es: Sobre mi

source: About wine and other things
es: Sobre el vino y otras cosas

source: Profile
es: Perfil

source: Sign out
es: Cerrar sesión

source: Congratulations! You have been registered successfully
es: ¡Felicidades! Se ha registrado correctamente

source: Profile data has been updated successfully
es: Los datos de su perfil han sido actualizados correctamente

source: Please type in your email to confirm
es: Por favor, introduzca su email para confirmar

source: Your email here to confirm
es: Su email aquí para confirmar

source: In order to delete your account, you must sign in first
es: Para borrar su cuenta debe entrar primero

source: Warning
es: Atención

source: Subject
es: Asunto

source: Message
es: Mensaje

source: Please fill out this form in order to cantact with me
es: Por favor rellene el siguiente formulario para contactar conmigo

source: Type your name
es: Escriba su nombre

source: Type your surname
es: Escriba sus apellidos

source: Type your email
es: Escriba su email

source: Type the subject
es: Escriba el asunto

source: Sign up
es: Registro

source: Home
es: Portada

source: Sign up form
es: Formulario de registro

source: Access info
es: Información de acceso

source: Personal info
es: Información personal

source: Please sign in
es: Entre por favor

source: Send
es: Enviar

source: Spain
es: España

source: Required fields
es: Campos obligatorios

source: Password requirements
es: Requisitos de la contraseña

source: If you wish to change your password, write it twice. In other case left the fields empty.
es: Si desea cambiar su contraseña, escríbala dos veces. En cualquier otro caso deje los campos en blanco.

source: User profile
es: Perfil de usuario

source: Save changes
es: Guardar los cambios

source: Profile data has been updated successfully
es: Los datos de perfil han sido actualizados correctamente

source: Write a new article
es: Escribir un artículo nuevo

source: Registered users control
es: Control de usuarios registrados

source: Delete account
es: Borrar cuenta

source: In order to delete your account, you must sign in first
es: Para borrar su cuenta, debe entrar primero

source: This action will delete your account and your posts. This process cannot be reversed.
es: Esta acción borrará su cuenta y sus entradas. Este proceso no se puede deshacer.

source: Are you sure?
es: ¿Seguro que quiere hacer esto?

source: Yes, I understand
es: Sí, lo he entendido

source: Close
es: Cerrar

source: Administrator options
es: Opciones de adminstrador

source: Type your password
es: Escriba su contraseña

source: Type your password once more
es: Escriba su contraseña otra vez

source: Select a country
es: Seleccione un país

source: New article
es: Nuevo artículo

source: Edit article
es: Editar artículo

source: Publish article
es: Publicar artículo

source: Write a new article
es: Escriba un nuevo artículo

source: If you wish to attach an image in the heading, type its URL in the next field
es: Si desea adjuntar una imagen en el encabezado, escriba su dirección en el siguente campo

source: Type the title
es: Escriba el título

source: Type the subtitle or summary
es: Escriba el subtítulo o resumen

source: Title
es: Título

source: Subtitle
es: Subtítulo

source: Image
es: Imagen

source: Content
es: Contenido

source: Article main content
es: Contenido principal del artículo

source: Category and tags
es: Categoría y etiquetas

source: Type the image url
es: Escriba la dirección de la imagen

source: Choose a category
es: Elija una categoría

source: Choose tags
es: Adjunte etiquetas

source: Create a new category
es: Crear una categoría nueva

source: Create a new tag
es: Crear una etiqueta nueva

source: Tags
es: Etiquetas

source: If you need new tags or a new category for this article, create them first
es: Si necesita etiquetas nuevas o una categoría nueva para este artículo, créelas primero

source: New category added
es: Categoría nueva añadida

source: New tag added
es: Etiqueta nueva añadida

source: Type the category name
es: Escriba el nombre de la categoría

source: Type the tag name
es: Escriba el nombre de la etiqueta

source: News
es: Noticias

source: New article saved
es: Artículo nuevo guardado

source: Article saved
es: Artículo guardado

source: Your message has been sent successfully
es: Su mensaje ha sido enviado correctamente

source: Email sent by the blog contact form
es: Email enviado por el formulario de contacto del blog

source: Update this article
es: Actualice este artículo

source: Manage articles
es: Gestionar artículos

source: Categories
es: Categorías

source: There are no categories yet
es: No hay categorías aún

source: Articles list
es: Listado de artículos

source: There are not any article yet!
es: ¡Todavía no hay ningún artículo!

source: Created
es: Creado

source: Last updated
es: Última actualización

source: Options
es: Opciones

source: Edit
es: Editar

source: There are no tags yet
es: No hay ninguna etiqueta todavía

source: Health
es: Salud

source: Select page size
es: Seleccione tamaño de página

source: Select page number
es: Seleccione número de página

source: Delete article
es: Borrar artículo

source: This action will delete this article and all its comments. This process cannot be reversed.
es: Esta acción borrará este artículo y todos sus comentarios. Este proceso no se puede deshacer.

source: You cannot delete articles
es: Usted no puede borrar artículos

source: You cannot delete this article
es: Usted no puede borrar este artículo

source: Article deleted successfully
es: Artículo borrado con éxito

source: Back
es: Volver

source: Articles search
es: Búsqueda de artículos

source: Next
es: Siguientes

source: Previous
es: Anteriores

source: There are not articles published yet
es: No hay artículos publicados todavía

source: by
es: por

source: Read more
es: Sigue leyendo

source: Type your search
es: Escriba su búsqueda

source: There are not any article with these search terms
es: No hay ningún artículo con estos términos de búsqueda

source: Read article
es: Leer artículo

source: Articles
es: Artículos

source: Summary
es: Resumen

source: Last articles
es: Últimos artículos

source: Search
es: Búsqueda

source: Category
es: Categoría

source: Tag
es: Etiqueta

source: Category updated
es: Categoría actualizada

source: Tag updated
es: Etiqueta actualizada

source: Update category
es: Actualizar categoría

source: Update tag
es: Actualizar etiqueta

source: New category name
es: Nuevo nombre de categoría

source: New tag name
es: Nuevo nombre de etiqueta

source: The article does not exist or is not published yet
es: El artículo no existe o no se ha publicado todavía

source: Article
es: Artículo

source: Click to see all the articles from this category
es: Haga clic para ver los artículos de la categoría

source: Click to see all the articles with this tag
es: Haga clic para ver los artículos con esta etiqueta

source: Comment published successfully
es: Comentario publicado con éxito

source: Comment posted successfully and waiting for approval
es: Comentario publicado con éxito y en espera de aprobación

source: Leave a Comment
es: Deje un comentario

source: Please, sign in to comment articles
es: Por favor, inicie sesión para comentar los artículos

source: There are not comments yet
es: Todavía no hay comentarios

source: comment
es: comentario

source: comments
es: comentarios

source: {0} There are not comments yet | {1} One comment published | ]1,Inf] %total% comments published
es: {0} Todavía no hay comentarios | {1} Un comentario publicado | ]1,Inf] %total% comentarios publicados

source: Published
es: Publicado

source: Yes
es: Sí

source: {0} No comments | {1} One comment | ]1,Inf] %total% comments
es: {0} Sin comentarios | {1} Un comentario | ]1,Inf] %total% comentarios

source: Accept
es: Aceptar

source: Delete
es: Borrar

source: You cannot accept comments for this article
es: No puede aceptar comentarios para este artículo

source: You cannot delete comments from this article
es: No puede borrar comentarios de este artículo

source: France
es: Francia

source: Germany
es: Alemania

source: United Kingdom
es: Reino Unido

source: Contact data
es: Datos de contacto

source: Are you interested?
es: ¿Le interesa?

source: Blog specialized in wine culture
es: Blog especializado en la cultura del vino

source: Read the last articles
es: Lea los últimos artículos

source: What are you waiting for?
es: ¿A qué está esperando?

source: Last articles published
es: Últimos artículos publicados

source: Have you forgotten your password?
es: ¿Has olvidado tu contraseña?

source: Get a new password
es: Obtén una nueva contraseña

source: Type your email and password to sign in
es: Introduzca su email y su contraseña para entrar

source: A new password will be generated and sent to the email address typed if it is in use in our users database
es: Una nueva contraseña será generada y enviada al email introducido si está en uso en nuestra base de datos de usuarios

source: You can change here your password
es: Puede cambiar aquí su contraseña

source: Type your email to get a new password
es: Escriba su email para obtener una nueva contraseña

source: Email address
es: Dirección de correo electrónico

source: Email address unknown
es: Dirección de correo electrónico desconocida

source: Check your mailbox and sign in with the new password
es: Comprueba tu buzón de correo y entra con la nueva contraseña

source: Email sent by
es: Email enviado por

source: New password
es: Contraseña nueva

source: Your new password is
es: Su nueva contraseña es

source: A website dedicated to the culture of wine, organic farming, news and more
es: Un sitio web dedicado a la cultura del vino, agricultura ecológica, novedades y muchas más cosas

source: Hello
es: Hola

source: Find out the most important innovations in the world of wine, organic agriculture and science with
es: Entérese de las novedades más importantes en el mundo del vino, agricultura ecológica y ciencia con

source: Sign up and comment
es: Regístrese y comente

source: Contact me
es: Contacte conmigo

source: or search by topic, category or tag
es: o busque por temas, categorías o etiquetas

source: Feel free to contribute with your comments in the articles
es: No dude en contribuir con sus comentarios en los artículos

source: and tell us everything you want
es: y cuéntenos todo lo que quiera

source: Do you need expert advice? You may need help to publicize your news or marketing your new products.
es: ¿Necesita un asesoramiento experto? Es posible que necesite ayuda en dar a conocer sus novedades o comercializar sus productos.

source: Would you like to contact me?
es: ¿Le gustaría contactar conmigo?

source: do you want to see your profile page?
es: ¿quiere ver su página de perfil?

source: You are not allowed to preview the article
es: A usted no le está permitido previsualizar el artículo

source: Preview
es: Vista previa

source: Click to preview
es: Haga clic para previsualizar

source: Options menu
es: Menú de opciones

source: Share
es: Compartir

source: You have changed the language settings, so you must type a new search
es: Ha cambiado la configuración del idioma, por lo que debe escribir una nueva búsqueda

source: Type your new search
es: Escriba su nueva búsqueda

source: Year
es: Año

source: Year and month
es: Año y mes

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Click in any month to see the articles published in that date
es: Haga clic en cualquier mes para ver los artículos publicados en esa fecha

source: Articles in the last months
es: Artículos en los últimos meses

source: For older articles you can use the search engine
es: Para los artículos más antiguos puede utilizar el buscador

source: You do not have enough privileges to access to the users list
es: Usted no tiene suficientes privilegios para acceder a la lista de usuarios

source: Users list
es: Lista de usuarios

source: Register date
es: Fecha de registro

source: biodynamic
es: biodinámico

source: organic
es: ecológico

source: organic farming
es: agricultura ecológica

source: Grenache
es: Garnacha

source: Spanish
es: Español

source: Tasting notes
es: Notas de cata

source: Variety
es: Variedad

source: Wine
es: Vino

source: wine
es: vino

source: Write a new wine tasting review
es: Escribir una nueva reseña de cata

source: Manage wine tasting reviews
es: Gestionar reseñas de cata

source: Last wines
es: Últimos vinos

source: Wine tasting reviews
es: Reseñas de catas

source: Wines
es: Vinos

source: Type the brand
es: Introduzca la marca

source: white
es: blanco

source: red
es: tinto

source: vintage white
es: blanco crianza

source: matured white in barrel
es: blanco fermentado en barrica

source: rosé
es: rosado

source: vintage red
es: tinto crianza

source: mature red
es: tinto reserva

source: gran reserva red
es: tinto gran reserva

source: old oloroso
es: oloroso viejo

source: sparkling
es: espumoso

source: dry
es: seco

source: semi-dry
es: semiseco

source: no vintage
es: sin cosecha

source: Publish wine tasting review
es: Publicar reseña de cata

source: Type the varieties
es: Escriba las variedades

source: Points
es: Puntos

source: Type the year
es: Escriba el año

source: Wines search
es: Búsqueda de vinos

source: There are no regions yet
es: No hay regiones todavía

source: There are no wineries yet
es: No hay bodegas todavía

source: Add a new region
es: Añadir una región nueva

source: Wineries
es: Bodegas

source: Add a new winery
es: Añadir una bodega nueva

source: Click in any month to see the wine tasting reviews published in that date
es: Haga clic en cualquier mes para ver las reseñas de cata publicadas en esa fecha

source: For older wine tasting reviews you can use the search engine
es: Para las reseñas de cata más antiguas puede utilizar el buscador

source: There are not wine tasting reviews published yet
es: No hay ninguna reseña de cata publicada todavía

source: Regions
es: Regiones

source: Type the region name
es: Escriba el nombre de la región

source: Type the winery name
es: Escriba el nombre de la bodega

source: Choose a region
es: Seleccione una región

source: Type the winery location, city, town...
es: Escriba la localización, ciudad, pueblo, etc. de la bodega

source: Type the winery postal code
es: Escriba el código postal de la bodega

source: Type the winery phone
es: Escriba el teléfono de la bodega

source: Type the winery email
es: Escriba el email de la bodega

source: Type the winery website URL
es: Escriba la URL del sitio web de la bodega

source: Type the winery address
es: Escriba la dirección de la bodega

source: Wine tasting reviews in the last months
es: Reseñas de catas en los últimos meses

source: New region added
es: Nueva región añadida

source: New winery added
es: Nueva bodega añadida

source: Manage wine tasting reviews
es: Gestionar reseñas de cata

source: There are not any wine tasting review yet!
es: ¡No hay todavía ninguna reseña de cata!

source: Wine tasting reviews list
es: Lista de reseñas de cata

source: Phone
es: Teléfono

source: Postal code
es: Código postal

source: Do you want to know wines from the whole world?
es: ¿Quiere conocer vinos de todo el mundo?

source: Update region
es: Actualizar región

source: Update the region data
es: Actualice los datos de la región

source: Update winery
es: Actualizar bodega

source: Update the winery data
es: Actualice los datos de la bodega
